Repository: jwr1/interstellar
Catalog: lib/l10n/app_*.arb
Languages: tr, zh

# action_fabHold
source: FAB Hold
tr: FAB Basılı Tutma
zh: FAB 长按

# action_fabMenu
source: FAB Menu
tr: FAB Menüsü
zh: FAB 菜单

# action_tabs
source: Tabs
tr: Sekmeler
zh: 标签

# action_backToTop
source: Back To Top
tr: Başa Dön
zh: 返回顶部

# action_expandFABMenu
source: Expand FAB Menu
tr: FAB Menüsünü Genişlet
zh: 展开 FAB 菜单

# action_refresh
source: Refresh
tr: Yenile
zh: 刷新

# action_setFilter
source: Set Filter
tr: Filtre Ayarla
zh: 设置过滤器

# action_setSort
source: Set Sort
tr: Sıralama Ayarla
zh: 设置排序

source: Save
tr: Kaydet
zh: 保存

source: Save changes
tr: Değişiklikleri kaydet
zh: 保存更改

source: Search the fediverse
tr: Fediverse'de ara
zh: 搜索联邦网络

source: Languages
tr: Diller
zh: 语言

source: System language
tr: Sistem dili
zh: 系统语言

# settings_appLanguage
source: App language
tr: Uygulama dili
zh: 应用语言

# pointsX
source: {num} Points
tr: {num} Puan
zh: {num} 个积分

# commentsX
source: {num} Comments
tr: {num} Yorum
zh: {num} 条评论

source: Filter lists
tr: Filtre listeleri
zh: 过滤器列表

# filterList_activateFilter
source: Activate Filter
tr: Filtreyi Etkinleştir
zh: 激活过滤器

# filterList_new
source: New filter list
tr: Yeni filtre listesi
zh: 新过滤器列表

# filterList_edit
source: Edit filter list
tr: Filtre listesini düzenle
zh: 编辑过滤器列表

# filterList_delete
source: Delete filter list
tr: Filtre listesini sil
zh: 删除过滤器列表

# filterList_name
source: Name
tr: İsim
zh: 名称

# filterList_phrases
source: Phrases
tr: İfadeler
zh: 短语

# filterList_addPhrase
source: Add phrase
tr: İfade ekle
zh: 添加短语

# filterList_showWithContentWarning
source: Show with content warning
tr: İçerik uyarısıyla göster
zh: 显示内容警告

# filterList_matchMode
source: Match mode
tr: Eşleşme modu
zh: 匹配模式

# filterList_matchMode_simple
source: Simple
tr: Basit
zh: 简单

# filterList_matchMode_simple_help
source: Will literally match any occurrence of the phrase. For example, the phrase "app" will match "app", and also "apps", "application", "yapp", etc.
tr: İfadeyi tam anlamıyla eşleştirir. Örneğin, "app" ifadesi "app", "apps", "application", "yapp" vb. ile eşleşir.
zh: 将逐字匹配短语的任何出现。例如，短语“app”将匹配“app”，以及“apps”、“application”、“yapp”等等。

# filterList_matchMode_wholeWords
source: Whole words
tr: Tam kelimeler
zh: 全词

# filterList_matchMode_wholeWords_help
source: Will only match if there is a word boundary at both ends of the checked text, in other words, the phrase must be the whole word and cannot be in the middle of a word. For example, the phrase "app" will match "app", but not "apps", "application", "yapp", etc.
tr: Yalnızca kelimenin her iki ucunda kelime sınırı varsa eşleşir; yani ifade tam bir kelime olmalı ve bir kelimenin ortasında olamaz. Örneğin, "app" ifadesi "app" ile eşleşir, ancak "apps", "application", "yapp" ile eşleşmez.
zh: 仅在检查文本的两端都有单词边界时匹配，换句话说，短语必须是完整的单词，且不能在单词中间。例如，短语“app”将匹配“app”，但不匹配“apps”、“application”、“yapp”等等。

# filterList_matchMode_regex
source: Regular expression
tr: Düzenli ifade
zh: 正则表达式

# filterList_matchMode_regex_help
source: Will match content that is found by the specified regular expression, which is derived from the phrase.
tr: Belirtilen düzenli ifadeyle bulunan içeriği eşleştirir; bu ifade, ifadeden türetilir.
zh: 将匹配由指定正则表达式找到的内容，该正则表达式是从短语派生的。

# filterList_caseSensitive
source: Case sensitive
tr: Büyük-küçük harf duyarlı
zh: 区分大小写

# filterList_caseSensitive_help
source: When enabled, will only match content with the same casing as the phrase.
tr: Etkinleştirildiğinde, yalnızca ifadeyle aynı büyük-küçük harf düzenine sahip içerikle eşleşir.
zh: 启用后，将仅匹配与短语大小写相同的内容。

# filterListWarningX
source: Filter list matches: {lists}
tr: Uyarı: Bu gönderi şu filtre listeleriyle eşleşti: {lists}
zh: 匹配过滤列表：{lists}

# confirmUnsubscribe
source: You are about to unsubscribe. Continue?
tr: Abonelikten çıkmak üzeresiniz. Devam etmek istiyor musunuz?
zh: 您即将取消订阅。继续吗？

# confirmUnfollow
source: You are about to unfollow. Continue?
tr: Takibi bırakmak üzeresiniz. Devam etmek istiyor musunuz?
zh: 您即将取消关注。继续吗？

source: Alt text
tr: Alternatif metin
zh: 替代文本

# settings_dataUtilities
source: BETA: Data utilities
tr: BETA: Veri yardımcı araçları
zh: BETA: 数据实用程序

# settings_accountMigration
source: Account migration
tr: Hesap geçişi
zh: 账号迁移

# settings_accountMigration_help
source: Migrate subscriptions, follows, and blocks between accounts
tr: Abonelikleri, takipleri ve engellemeleri hesaplar arasında taşıyın
zh: 在账号之间迁移订阅、关注和屏蔽

# settings_accountMigration_step1
source: Select source and destination accounts
tr: Kaynak ve hedef hesapları seçin
zh: 选择源账号和目标账号

# settings_accountMigration_step1_source
source: Source account
tr: Kaynak hesap
zh: 源账号

# settings_accountMigration_step1_destination
source: Destination account
tr: Hedef hesap
zh: 目标账号

# settings_accountMigration_step2
source: Enable/disable migration categories
tr: Geçiş kategorilerini etkinleştir/devre dışı bırak
zh: 启用/禁用迁移类别

# settings_accountMigration_step2_migrateMagazineSubscriptions
source: Migrate magazine subscriptions
tr: Dergi aboneliklerini taşı
zh: 迁移杂志订阅

# settings_accountMigration_step2_migrateMagazineBlocks
source: Migrate magazine blocks
tr: Dergi engellemelerini taşı
zh: 迁移杂志屏蔽

# settings_accountMigration_step2_migrateUserFollows
source: Migrate user follows
tr: Kullanıcı takiplerini taşı
zh: 迁移用户关注

# settings_accountMigration_step2_migrateUserBlocks
source: Migrate user blocks
tr: Kullanıcı engellemelerini taşı
zh: 迁移用户屏蔽

# settings_accountMigration_step3
source: Confirm data migration
tr: Veri geçişini onayla
zh: 确认数据迁移

# settings_accountMigration_readingFromSource
source: Reading from source account
tr: Kaynak hesaptan okunuyor
zh: 从源账号读取

# settings_accountMigration_writingFromSource
source: Writing to destination account
tr: Hedef hesaba yazılıyor
zh: 正在写入目标账号

# settings_accountMigration_complete
source: Account migration complete!
tr: Hesap geçişi tamamlandı!
zh: 账号迁移完成！

# settings_accountMigration_failed
source: Account migration failed due to an error
tr: Hesap geçişi bir hata nedeniyle başarısız oldu
zh: 由于错误，账号迁移失败

# settings_accountMigration_foundXItems
source: Found {count} items
tr: {count} öğe bulundu
zh: 找到 {count} 项

# settings_accountMigration_completeXItems
source: Complete {current}/{total} items
tr: {current}/{total} öğe tamamlandı
zh: 完成 {current}/{total} 项

source: Pin
tr: Sabitle
zh: 置顶

# settings_autoPlayVideos
source: Auto play videos
tr: Videoları otomatik oynat
zh: 自动播放视频

source: Bookmark
tr: Yer İşareti
zh: 书签

# bookmark_addToX
source: Add to {name}
tr: {name} listesine ekle
zh: 添加到 {name}

# bookmark_removeFromX
source: Remove from {name}
tr: {name} listesinden çıkar
zh: 从 {name} 移除

# configShare_created
source: Created {date} with {version}
tr: {date} tarihinde {version} ile oluşturuldu
zh: 创建于 {date}，版本 {version}

# errorPage_firstPage_button
source: Try Again
tr: Tekrar Dene
zh: 再试一次

source: Profiles
tr: Profiller
zh: 方案

# profile_import
source: Import profile
tr: Profil içe aktar
zh: 导入方案

# configShare
source: Share config
tr: Yapılandırmayı paylaş
zh: 分享配置

# notificationControlStatus_default
source: Default notifications
tr: Varsayılan bildirimler
zh: 默认通知

# notificationControlStatus_muted
source: Muted notifications
tr: Sessize alınmış bildirimler
zh: 静音通知

# notificationControlStatus_loud
source: Loud notifications
tr: Yüksek sesli bildirimler
zh: 响亮通知

# errorPage_newPage
source: Something went wrong. Tap to try again.
tr: Bir şeyler ters gitti. Tekrar denemek için dokunun.
zh: 出现问题。点击重试。

# settings_mbinConfigsMagazine
source: Configs Share Magazine
tr: Yapılandırma Paylaşım Dergisi
zh: 共享杂志配置

# continueInBrowser_manual
source: If browser doesn't launch, click to copy and manually paste
tr: Tarayıcı başlatılmazsa, kopyalamak için tıklayın ve manuel olarak yapıştırın
zh: 如果浏览器未启动，请单击以复制并手动粘贴

# filterList_import
source: Import filter list
tr: Filtre listesini içe aktar
zh: 导入过滤器列表

# configShare_profile_info
source: Modifies {count} settings
tr: {count} ayarı değiştirir
zh: 修改了 {count} 项设置

# configShare_filterList_title
source: Interstellar filter list
tr: Interstellar filtre listesi
zh: Interstellar 过滤器列表

# configShare_filterList_info
source: Contains {count} phrases
tr: {count} ifade içerir
zh: 包含 {count} 个短语

# errorPage_firstPage
source: Something went wrong
tr: Bir şeyler ters gitti
zh: 出现问题

# configShare_profile_title
source: Interstellar profile
tr: Interstellar profil
zh: Interstellar 方案

# settings_feedDefaults_view
source: View
tr: Görünüm
zh: 视图

# action_setView
source: Set View
tr: Görünüm Ayarla
zh: 设置视图

# microblog_magazineHelperText
source: Defaults to the 'random' magazine for microblogs since that's where Mbin stores uncatagorized microblogs.
tr: Mikrobloglar için varsayılan olarak 'rastgele' dergiye ayarlanır, çünkü Mbin kategorize edilmemiş mikroblogları burada saklar.
zh: 默认为微博的“随机”杂志，因为 Mbin 将未分类的微博存储在这里。

source: Feed View
tr: Akış Görünümü
zh: 信息流视图

source: Timeline
tr: Zaman Çizelgesi
zh: 时间线

# create_text
source: Text
tr: Metin
zh: 文本

# create_image
source: Image
tr: Resim
zh: 图像

# create_link
source: Link
tr: Bağlantı
zh: 链接

# create_link_invalid
source: Url is invalid
tr: URL geçersiz
zh: 链接无效

# create_microblog
source: Microblog
tr: Mikroblog
zh: 微博

# create_magazine
source: Magazine
tr: Dergi
zh: 杂志

# selectMagazine
source: Select a magazine ...
tr: Bir dergi seçin ...
zh: 选择杂志...

# action_createNew
source: Create new ...
tr: Yeni oluştur ...
zh: 新建...

# settings_hapticFeedback
source: Haptic feedback
tr: Dokunsal geri bildirim
zh: 触觉反馈

# settings_swipeActionLeftShort
source: Left Short
tr: Kısa Sol Kaydırma
zh: 向左短滑

# settings_swipeActionLeftLong
source: Left Long
tr: Uzun Sol Kaydırma
zh: 向左长滑

# action_moderateMarkNSFW
source: Mark NSFW
tr: NSFW Olarak İşaretle
zh: 标记为 NSFW

# action_boost
source: Boost
tr: Destekle
zh: 转发

# action_moderateBan
source: Ban
tr: Yasakla
zh: 封禁

# settings_swipeActionRightShort
source: Right Short
tr: Kısa Sağ Kaydırma
zh: 向右短滑

# settings_swipeActionRightLong
source: Right Long
tr: Uzun Sağ Kaydırma
zh: 向右长滑

# settings_enableSwipeActions
source: Enable Swipe Actions
tr: Kaydırma Eylemlerini Etkinleştir
zh: 启用滑动操作

# settings_swipeThreshold
source: Swipe Action Threshold
tr: Kaydırma Eylem Eşiği
zh: 滑动操作阈值

# action_upvote
source: Upvote
tr: Olumlu Oy
zh: 点赞

# action_downvote
source: Downvote
tr: Olumsuz Oy
zh: 点踩

# action_bookmark
source: Bookmark
tr: Yer İşareti
zh: 书签

# action_reply
source: Reply
tr: Yanıtla
zh: 回复

# action_moderatePin
source: Pin Post
tr: Gönderiyi Sabitle
zh: 置顶帖子

# action_moderateDelete
source: Mod Delete
tr: Moderatör Silme
zh: Mod 删除

source: WebView
tr: Web Görünümü
