Repository: jwr1/interstellar
Catalog: lib/l10n/app_*.arb
Languages: tr, zh

source: Subscriptions
tr: Abonelikler
zh: 订阅

# settings_colorScheme_indigo
source: Indigo
tr: Çivit Mavisi
zh: 靛蓝

# markdownEditor_horizontalRule
source: Horizontal Rule
tr: Yatay Çizgi
zh: 水平线

# settings_accountMigration_failedXItems
source: Failed {current}/{total} items
tr: {current}/{total} öğe başarısız oldu
zh: 失败 {current}/{total} 项

# settings_accountReset
source: Account reset
tr: Hesap sıfırlama
zh: 账号重置

# settings_accountReset_help
source: Remove subscriptions, follows, and blocks from an account
tr: Bir hesaptan abonelikleri, takipleri ve engellemeleri kaldırın
zh: 从账号中移除订阅、关注和屏蔽

# settings_accountReset_step1
source: Select account
tr: Hesap seçin
zh: 选择账号

# settings_accountReset_step2
source: Enable/disable reset categories
tr: Sıfırlama kategorilerini etkinleştir/devre dışı bırak
zh: 启用/禁用重置类别

# settings_accountReset_step2_resetMagazineSubscriptions
source: Reset magazine subscriptions
tr: Dergi aboneliklerini sıfırla
zh: 重置杂志订阅

# settings_accountReset_step2_resetMagazineBlocks
source: Reset magazine blocks
tr: Dergi engellemelerini sıfırla
zh: 重置杂志屏蔽

# settings_accountReset_step2_resetUserFollows
source: Reset user follows
tr: Kullanıcı takiplerini sıfırla
zh: 重置用户关注

# settings_accountReset_step2_resetUserBlocks
source: Reset user blocks
tr: Kullanıcı engellemelerini sıfırla
zh: 重置用户屏蔽

# settings_accountReset_step3
source: Confirm data reset
tr: Veri sıfırlamasını onayla
zh: 确认数据重置

# settings_accountReset_readingFromAccount
source: Reading from account
tr: Hesaptan okunuyor
zh: 正在从账号读取

# settings_accountReset_removingItems
source: Removing items
tr: Öğeler kaldırılıyor
zh: 正在移除项目

# settings_accountReset_complete
source: Account reset complete!
tr: Hesap sıfırlama tamamlandı!
zh: 账号重置完成！

# settings_accountReset_failed
source: Account reset failed due to an error
tr: Hesap sıfırlama bir hata nedeniyle başarısız oldu
zh: 由于错误，账号重置失败

# settings_accountReset_foundXItems
source: Found {count} items
tr: {count} öğe bulundu
zh: 找到 {count} 项

# settings_accountReset_completeXItems
source: Complete {current}/{total} items
tr: {current}/{total} öğe tamamlandı
zh: 完成 {current}/{total} 项

# settings_accountReset_failedXItems
source: Failed {current}/{total} items
tr: {current}/{total} öğe başarısız oldu
zh: 失败 {current}/{total} 项

source: Feed
tr: Akış
zh: 信息流

source: Explore
tr: Keşfet
zh: 探索

source: Accounts
tr: Hesaplar
zh: 账号

source: Add Account
tr: Hesap Ekle
zh: 添加账号

source: Remove Account
tr: Hesabı Kaldır
zh: 移除账号

source: Instance Host
tr: Sunucu Ana Bilgisayarı
zh: 实例主机

source: Recommended Instances
tr: Önerilen Sunucular
zh: 推荐实例

source: Username or Email
tr: Kullanıcı Adı veya E-posta
zh: 用户名或邮箱

source: Password
tr: Şifre
zh: 密码

source: Login
tr: Giriş Yap
zh: 登录

source: TOTP Token
tr: TOTP Jetonu
zh: TOTP 令牌

source: Cancel
tr: İptal
zh: 取消

source: Continue
tr: Devam Et
zh: 继续

source: Remove
tr: Kaldır
zh: 移除

source: Guest
tr: Misafir
zh: 游客

source: Bot Account
tr: Bot Hesabı
zh: 机器人账号

source: New User
tr: Yeni Kullanıcı
zh: 新用户

source: Cake Day
tr: Kutlama Günü
zh: 蛋糕日

# filter
source: Filter by
tr: Filtrele
zh: 过滤

# filter_all
source: All
tr: Tümü
zh: 全部

# filter_allResults
source: All results
tr: Tüm sonuçlar
zh: 所有结果

# filter_subscribed
source: Subscribed
tr: Abonelikler
zh: 已订阅

# filter_moderated
source: Moderated
tr: Yönetilenler
zh: 已管理

# filter_favorited
source: Favorited
tr: Favoriler
zh: 已收藏

# filter_blocked
source: Blocked
tr: Engellenenler
zh: 已屏蔽

# filter_local
source: Local
tr: Yerel
zh: 本地

# filter_followed
source: Followed
tr: Takip Edilenler
zh: 已关注

# filter_followers
source: Followers
tr: Takipçiler
zh: 关注者

# filter_new
source: New
tr: Yeni
zh: 新用户

# filter_read
source: Read
tr: Okundu
zh: 已读

# sort
source: Sort by
tr: Sırala
zh: 排序方式

source: Sort comments
tr: Yorumları sırala
zh: 排序评论

# sort_active
source: Active
tr: Aktif
zh: 活跃

# sort_hot
source: Hot
tr: Popüler
zh: 热门

# sort_newest
source: Newest
tr: En Yeni
zh: 最新

# sort_topDay
source: Top Day
tr: Günün En İyisi
zh: 本日最佳

# sort_topMonth
source: Top Month
tr: Ayın En İyisi
zh: 本月最佳

# sort_topYear
source: Top Year
tr: Yılın En İyisi
zh: 本年最佳

# sort_topThreeMonths
source: Top Three Months
tr: 3 Ayın En İyisi
zh: 三个月最佳

# sort_top
source: Top
tr: En İyi
zh: 最佳

# sort_oldest
source: Oldest
tr: En Eski
zh: 最早

# sort_commented
source: Commented
tr: Yorum Yapılan
zh: 最多评论

# sort_newComments
source: New Comments
tr: Yeni Yorumlar
zh: 最新评论

# sort_controversial
source: Controversial
tr: Tartışmalı
zh: 争议话题

# sort_scaled
source: Scaled
tr: Ölçeklendirilmiş
zh: 各版热议

source: Threads
tr: Konular
zh: 帖子

source: Microblog
tr: Mikroblog
zh: 微博

source: Stars
tr: Yıldızlar
zh: 收藏

# stars_empty
source: This feels empty; star a magazine or user to appear here.
tr: Burası boş görünüyor; bir dergiyi veya kullanıcıyı yıldızla burada görünmesini sağlayın.
zh: 这里感觉空荡荡的；收藏一个杂志或用户来显示在这里。

# subscriptions_magazine
source: Magazine Subscriptions
tr: Dergi Abonelikleri
zh: 杂志订阅

# subscriptions_magazine_all
source: All Magazine Subs
tr: Tüm Dergi Abonelikleri
zh: 所有杂志订阅

# subscriptions_user
source: User Follows
tr: Kullanıcı Takip Edilenler
zh: 用户关注

# subscriptions_user_all
source: All User Follows
tr: Tüm Kullanıcı Takip Edilenler
zh: 所有用户关注

# subscriptions_domain
source: Domain Subscriptions
tr: Alan Abonelikleri
zh: 域名订阅

# subscriptions_domain_all
source: All Domain Subs
tr: Tüm Alan Abonelikleri
zh: 所有域名订阅

source: Post
tr: Gönderi
zh: 帖子

source: Post Deleted
tr: Gönderi Silindi
zh: 帖子已删除

source: Comment
tr: Yorum
zh: 评论

source: Comments
tr: Yorumlar
zh: 评论

source: Comment Deleted
tr: Yorum Silindi
zh: 评论已删除

# commentBy
source: Comment by {username}
tr: {username} tarafından yorum
zh: 评论自 {username}

# comment_openOriginalPost
source: Open OP
tr: Orijinal Gönderiyi Aç
zh: 打开原帖

# comment_openRoot
source: Open Root
tr: Kökü Aç
zh: 打开根帖

# comment_openParent
source: Open Parent
tr: Üst Yorumu Aç
zh: 打开上帖

# openReplies
source: Open {count} {count, plural, =1{reply} other{replies}}
tr: {count} {count, plural, =1{yanıtı} other{yanıtı}} aç
zh: 打开 {count} {count, plural, =1{条回复} other{条回复}}

source: Search
tr: Ara
zh: 搜索

source: Magazines
tr: Dergiler
zh: 杂志

source: People
tr: Kişiler
zh: 人

source: Domains
tr: Alanlar
zh: 域名

source: Open in Browser
tr: Tarayıcıda Aç
zh: 在浏览器中打开

# modsOf
source: Mods of {magazine}
tr: {magazine} Moderatörleri
zh: {magazine} 的版主

# viewMods
source: View Moderators
tr: Moderatörleri Görüntüle
zh: 查看版主

source: Mod Panel
tr: Moderatör Paneli
zh: 管理面板

source: Owner Panel
tr: Sahip Paneli
zh: 所有者面板

source: Copy
tr: Kopyala
zh: 复制

source: Copied
tr: Kopyalandı
zh: 已复制

source: Share
tr: Paylaş
zh: 分享

# postingRestricted
source: Posting restricted to mods
tr: Gönderme moderatörlerle sınırlı
zh: 仅限版主发帖

# sort_topWeek
source: Top Week
tr: Haftanın En İyisi
zh: 本周最佳

# sort_topHour
source: Top Hour
tr: Saatin En İyisi
zh: 一小时最佳

# sort_topSixHour
source: Top Six Hour
tr: 6 Saatin En İyisi
zh: 六小时最佳

# sort_topTwelveHour
source: Top Twelve Hour
tr: 12 Saatin En İyisi
zh: 十二小时最佳

# sort_topSixMonths
source: Top Six Months
tr: 6 Ayın En İyisi
zh: 六个月最佳

# sort_topNineMonths
source: Top Nine Months
tr: 9 Ayın En İyisi
zh: 九个月最佳

source: Owner
tr: Sahip
zh: 所有者

source: Account
tr: Hesap
zh: 账号

# account_switch
source: Switch accounts
tr: Hesap değiştir
zh: 切换账号

# account_overview
source: Overview
tr: Genel Bakış
zh: 概览

# account_edit
source: Edit account profile
tr: Hesap profilini düzenle
zh: 编辑账号个人资料

# account_settings_about
source: About
tr: Hakkında
zh: 关于

# account_settings_settings
source: Settings
tr: Ayarlar
zh: 设置

# account_settings_showNSFW
source: Show NSFW
tr: NSFW Göster
zh: 显示 NSFW 内容

# account_settings_blurNSFW
source: Blur NSFW
tr: NSFW'yi Bulanıklaştır
zh: 模糊 NSFW 内容

# account_settings_showReadPosts
source: Show read posts
tr: Okunan gönderileri göster
zh: 显示已读帖子

# account_settings_showSubscribedUsers
source: Show subscribed users
tr: Abonelik yapılan kullanıcıları göster
zh: 显示已订阅的用户

# account_settings_showSubscribedMagazines
source: Show subscribed magazines
tr: Abonelik yapılan dergileri göster
zh: 显示已订阅的杂志

# account_settings_showSubscribedDomains
source: Show subscribed domains
tr: Abonelik yapılan alanları göster
zh: 显示已订阅的域名

# account_settings_showProfileSubscriptions
source: Show profile subscriptions publicly
tr: Profil aboneliklerini herkese açık göster
zh: 公开显示个人订阅

# account_settings_showProfileFollowings
source: Show profile followings publicly
tr: Profil takiplerini herkese açık göster
zh: 公开显示个人关注

# account_settings_notifyOnThread
source: Notify on new threads in subscribed magazines
tr: Abonelik yapılan dergilerde yeni konular hakkında bildir
zh: 通知订阅杂志的新帖

# account_settings_notifyOnMicroblog
source: Notify on new microblogs in subscribed magazines
tr: Abonelik yapılan dergilerde yeni mikrobloglar hakkında bildir
zh: 通知订阅杂志的新微博

# account_settings_notifyOnThreadReply
source: Notify on comments in authored threads
tr: Yazılan konulardaki yorumlar hakkında bildir
zh: 通知自己发布的帖子的评论

# account_settings_notifyOnThreadCommentReply
source: Notify on thread comment reply
tr: Konu yorum yanıtları hakkında bildir
zh: 通知帖子评论回复

# account_settings_notifyOnMicroblogReply
source: Notify on comments in authored microblogs
tr: Yazılan mikrobloglardaki yorumlar hakkında bildir
zh: 通知自己发布的微博的评论

# account_settings_notifyOnMicroblogCommentReply
source: Notify on microblog comment reply
tr: Mikroblog yorum yanıtları hakkında bildir
zh: 通知微博评论回复

source: Notifications
tr: Bildirimler
zh: 通知

# notifications_readAll
source: Mark all as read
tr: Tümünü okundu olarak işaretle
zh: 标记全部为已读

# notifications_registerPush
source: Register for push notifications
tr: Anlık bildirimlere kaydol
zh: 注册推送通知

# notifications_unregisterPush
source: Unregister push notifications
tr: Anlık bildirimlerden kaydı sil
zh: 取消注册推送通知

source: Messages
tr: Mesajlar
zh: 消息

source: Reply
tr: Yanıtla
zh: 回复

source: Send
tr: Gönder
zh: 发送

source: Not logged in
tr: Giriş yapılmadı
zh: 未登入

source: Settings
tr: Ayarlar
zh: 设置

# settings_behavior
source: Behavior
tr: Davranış
zh: 行为

# settings_display
source: Display
tr: Görüntü
zh: 显示

# settings_feedActions
source: Feed Actions
tr: Akış Eylemleri
zh: 信息流操作

# settings_feedDefaults
source: Feed Defaults
tr: Akış Varsayılanları
zh: 信息流默认值

# settings_notifications
source: Notifications
tr: Bildirimler
zh: 通知

# settings_notificationsForX
source: Notifications for {account}
tr: {account} için bildirimler
zh: 账号 {account} 的通知

# settings_about
source: About
tr: Hakkında
zh: 关于

# settings_defaultPostLanguage
source: Default post language
tr: Varsayılan gönderi dili
zh: 默认发帖语言

# settings_useAccountLanguageFilter
source: Use account language filter
tr: Hesap dil filtresini kullan
zh: 使用账号语言过滤

# settings_useAccountLanguageFilter_help
source: Please note: language filters only apply to "All" and explore feeds
tr: Lütfen dikkat: dil filtreleri yalnızca "Tümü" ve keşfet akışlarına uygulanır
zh: 请注意：语言过滤仅适用于“所有”和探索信息流

# settings_customLanguageFilter
source: Custom language filter
tr: Özel dil filtresi
zh: 自定义语言过滤

# settings_disableTabSwiping
source: Disable tab swiping
tr: Sekme kaydırmayı devre dışı bırak
zh: 禁用标签页滑动

# settings_askBeforeUnsubscribing
source: Ask before unsubscribing/unfollowing
tr: Abonelikten çıkmadan önce sor
zh: 在取消订阅/取消关注之前询问

# settings_askBeforeDeleting
source: Ask before deleting
tr: Silmeden önce sor
zh: 在删除之前询问

# settings_themeMode
source: Theme mode
tr: Tema modu
zh: 主题模式

# settings_themeMode_system
source: System
tr: Sistem
zh: 系统

# settings_themeMode_light
source: Light
tr: Açık
zh: 浅色

# settings_themeMode_dark
source: Dark
tr: Koyu
zh: 深色

# settings_enableTrueBlack
source: Enable true black
tr: Gerçek siyahı etkinleştir
zh: 启用纯黑

# settings_enableTrueBlack_help
source: Might save power on AMOLED displays
tr: AMOLED ekranlarda güç tasarrufu sağlayabilir
zh: 可能会在 AMOLED 显示屏上节省电量

# settings_compactMode
source: Compact mode
tr: Kompakt mod
zh: 紧凑模式

# settings_alwaysShowInstance
source: Always show instance
tr: Her zaman sunucuyu göster
zh: 始终显示实例

# settings_alwaysShowInstance_help
source: When enabled, the instance of a user/magazine will always display after their username
tr: Etkinleştirildiğinde, bir kullanıcının veya derginin sunucusu her zaman kullanıcı adından sonra görüntülenir
zh: 启用后，用户/杂志的实例将始终显示在其用户名之后

# settings_coverMediaMarkedSensitive
source: Cover up media marked as sensitive
tr: Hassas olarak işaretlenmiş medyayı gizle
zh: 遮盖标记为敏感的媒体

# settings_fullImageSizeThreads
source: Full image size for threads
tr: Konular için tam resim boyutu
zh: 帖子的完整图像大小

# settings_fullImageSizeMicroblogs
source: Full image size for microblogs
tr: Mikrobloglar için tam resim boyutu
zh: 微博的完整图像大小

# settings_reduceAnimationMotion
source: Reduce motion in animations
tr: Animasyonlardaki hareketi azalt
zh: 减少动画动作

# settings_aboutInterstellar
source: About Interstellar
tr: Interstellar Hakkında
zh: 关于 Interstellar

# settings_donate
source: Donate
tr: Bağış Yap
zh: 捐赠

# settings_contribute
source: Contribute
tr: Katkıda Bulun
zh: 贡献

# settings_translate
source: Translate
tr: Çevir
zh: 翻译

# settings_reportIssue
source: Report Issue
tr: Sorun Bildir
zh: 报告问题

# settings_matrixSpace
source: Matrix Space
tr: Matrix Alanı
zh: Matrix 空间

# settings_mbinMagazine
source: Mbin Magazine
tr: Mbin Dergisi
zh: Mbin 杂志

# settings_colorScheme
source: Color Scheme
tr: Renk Şeması
zh: 颜色方案

# settings_colorScheme_dynamic
source: Dynamic (System)
tr: Dinamik (Sistem)
zh: 动态（系统）

# settings_colorScheme_blue
source: Blue
tr: Mavi
zh: 蓝色

# settings_colorScheme_hippieBlue
source: Hippie Blue
tr: Hippi Mavisi
zh: 嬉皮蓝

# settings_colorScheme_aquaBlue
source: Aqua Blue
tr: Aqua Mavisi
zh: 水蓝

# settings_colorScheme_brandBlue
source: Brand Blue
tr: Marka Mavisi
zh: 品牌蓝

# settings_colorScheme_deepBlue
source: Deep Blue
tr: Derin Mavi
zh: 深蓝

# settings_colorScheme_sakura
source: Sakura
zh: 樱花

# settings_colorScheme_mandyRed
source: Mandy Red
tr: Mandy Kırmızısı
zh: 曼迪红

# settings_colorScheme_red
source: Red
tr: Kırmızı
zh: 红色

# settings_colorScheme_redWine
source: Red Wine
tr: Şarap Kırmızısı
zh: 红酒

# settings_colorScheme_purpleBrown
source: Purple Brown
tr: Mor Kahverengi
zh: 紫褐色

# settings_colorScheme_green
source: Green
tr: Yeşil
zh: 绿色

# settings_colorScheme_money
source: Money
tr: Para
zh: 钱

# settings_colorScheme_jungle
source: Jungle
tr: Orman
zh: 丛林

# settings_colorScheme_greyLaw
source: Grey Law
tr: Gri Hukuk
zh: 灰色法

# settings_colorScheme_wasabi
source: Wasabi
zh: 芥末

# settings_colorScheme_gold
source: Gold
tr: Altın
zh: 金色

# settings_colorScheme_mango
source: Mango
zh: 芒果

# settings_colorScheme_amber
source: Amber
tr: Kehribar
zh: 琥珀

# settings_colorScheme_vesuviusBurn
source: Vesuvius Burn
tr: Vezüv Yanığı
zh: 维苏威斯火焰

# settings_colorScheme_deepPurple
source: Deep Purple
tr: Derin Mor
zh: 深紫色

# settings_colorScheme_ebonyClay
source: Ebony Clay
tr: Abanoz Kil
zh: 乌木粘土

# settings_colorScheme_barossa
source: Barossa
zh: 巴罗萨

# settings_colorScheme_shark
source: Shark
tr: Köpekbalığı
zh: 鲨鱼

# settings_colorScheme_bigStone
source: Big Stone
tr: Büyük Taş
zh: 大石头

# settings_colorScheme_damask
source: Damask
tr: Damasko
zh: 大马士革

# settings_colorScheme_bahamaBlue
source: Bahama Blue
tr: Bahama Mavisi
zh: 巴哈马蓝

# settings_colorScheme_mallardGreen
source: Mallard Green
tr: Ördek Yeşili
zh: 绿头鸭绿

# settings_colorScheme_espresso
source: Espresso
zh: 浓咖啡

# settings_colorScheme_outerSpace
source: Outer Space
tr: Dış Uzay
zh: 外太空

# settings_colorScheme_blueWhale
source: Blue Whale
tr: Mavi Balina
zh: 蓝鲸

# settings_colorScheme_sanJuanBlue
source: San Juan Blue
tr: San Juan Mavisi
zh: 圣胡安蓝

# settings_colorScheme_rosewood
source: Rosewood
tr: Gül Ağacı
zh: 玫瑰木

# settings_colorScheme_blumineBlue
source: Blumine Blue
tr: Blumine Mavisi
zh: 蓝花

# settings_colorScheme_flutterDash
source: Flutter Dash
zh: 飞舞的虚线

# settings_feedDefaults_filter
source: Filter
tr: Filtre
zh: 过滤器

# settings_feedDefaults_threadsSort
source: Threads Sort
tr: Konu Sıralama
zh: 帖子排序

# settings_feedDefaults_microblogSort
source: Microblog Sort
tr: Mikroblog Sıralama
zh: 微博排序

# settings_feedDefaults_exploreSort
source: Explore Sort
tr: Keşfet Sıralama
zh: 探索排序

# settings_feedDefaults_commentSort
source: Comment Sort
tr: Yorum Sıralama
zh: 评论排序

# profile_switch
source: Switch profiles
tr: Profil değiştir
zh: 切换方案

# profile_main
source: Main profile
tr: Ana profil
zh: 主方案

# profile_new
source: New profile
tr: Yeni profil
zh: 新方案

# profile_edit
source: Edit profile
tr: Profili düzenle
zh: 编辑方案

# profile_delete
source: Delete profile
tr: Profili sil
zh: 删除方案

# profile_name
source: Name
tr: İsim
zh: 名称

# profile_setAsMain
source: Set as main profile
tr: Ana profil olarak ayarla
zh: 设为主方案

# profile_setAsMain_help
source: The main profile serves as the foundation for all other profiles. Changes made to it will apply to all profiles unless a specific setting has been overridden.
tr: Ana profil, diğer tüm profillerin temelini oluşturur. Burada yapılan değişiklikler, belirli bir ayar geçersiz kılınmadıkça tüm profillere uygulanır.
zh: 主方案是所有其它方案的基础。除非特定设置被覆盖，否则对其所做的更改将适用于所有方案。

# profile_autoSelect
source: Automatically select on app start
tr: Uygulama başlangıcında otomatik seç
zh: 在应用启动时自动选择

# profile_autoSelectAccount
source: Automatically select account when profile is enabled
tr: Profil etkinleştirildiğinde hesabı otomatik seç
zh: 在启用方案时自动选择账号

# profile_autoSelectAccount_none
source: None
tr: Hiçbiri
zh: 无

# profile_about_title
source: About profiles
tr: Profiller hakkında
zh: 关于方案

# profile_about_body
source: Profiles let you save and switch between groups of settings easily. The **main profile** serves as the default, with other profiles overriding specific settings as needed. ## Modifying Profiles To alter a profile, switch to it and adjust the settings. Currently, to reset an overridden setting back to default, you must delete and recreate the profile. ## Included Settings - Behavior settings - Display settings - Feed actions - Feed defaults - Filter list activation status ## Additional Options - Switch which profile is main - Auto activate a specific profile at startup - Auto switch to an account when a certain profile is activated If you donâ€™t use profiles, just stay on the main profile and the app will function as usual.
tr: Profiller, ayar gruplarını kolayca kaydetmenize ve bunlar arasında geçiş yapmanıza olanak tanır. **Ana profil** varsayılan olarak kullanılır, diğer profiller ise gerektiğinde belirli ayarları geçersiz kılar. ## Profilleri Değiştirme Bir profili değiştirmek için ona geçin ve ayarları düzenleyin. Şu anda, geçersiz kılınmış bir ayarı varsayılana sıfırlamak için profili silip yeniden oluşturmanız gerekir. ## Dahil Edilen Ayarlar - Davranış ayarları - Görüntü ayarları - Akış eylemleri - Akış varsayılanları - Filtre listesi etkinleştirme durumu ## Ek Seçenekler - Hangi profilin ana profil olduğunu değiştirme - Başlangıçta belirli bir profili otomatik etkinleştirme - Belirli bir profil etkinleştirildiğinde otomatik olarak bir hesaba geçiş yapma Profilleri kullanmıyorsanız, ana profilde kalın; uygulama her zamanki gibi çalışacaktır.
zh: 方案可让您轻松地在设置组之间保存并切换。 **主方案**作为默认值，其它方案根据需要覆盖特定的设置。 ##修改方案 要更改方案，请切换到它并调整设置。 当前，要重置默认设置的覆盖设置，您必须删除并重新创建方案。 ##包括设置 - 行为设置 - 显示设置 - 信息流操作 - 信息流默认值 - 过滤列表激活状态 ##其它选项 - 切换哪个方案为主 - 自动在启动时激活特定方案 - 激活某个方案时自动切换到帐户 如果您不使用方案，只需保持在主方案上，应用会照常工作。

# unsupportedSoftware
source: {host} is using unsupported software
tr: {host} desteklenmeyen bir yazılım kullanıyor
zh: {host} 使用了不受支持的软件

# originalPoster_short
source: OP
zh: 楼主

# originalPoster_long
source: Original Poster
tr: Orijinal Gönderici
zh: 原始发布者

source: Pinned in Magazine
tr: Dergide Sabitlendi
zh: 置顶于杂志

# notSafeForWork_long
source: Not Safe For Work
tr: İş İçin Güvenli Değil
zh: 不适合工作环境

# notSafeForWork_mark
source: Mark NSFW
tr: NSFW olarak işaretle
zh: 标记为 NSFW

# originalContent_long
source: Original Content
tr: Orijinal İçerik
zh: 原创内容

# createdAt
source: Created at {datetime}
tr: {datetime} tarihinde oluşturuldu
zh: 创建于 {datetime}

# editedAt
source: Edited at {datetime}
tr: {datetime} tarihinde düzenlendi
zh: 编辑于 {datetime}

source: Expand
tr: Genişlet
zh: 展开

source: Collapse
tr: Daralt
zh: 收起

# moreFrom
source: More from {name}
tr: {name} kullanıcısından daha fazla
zh: 来自 {name} 的更多内容

source: Report
tr: Bildir
zh: 举报

# reportX
source: Report {name}
tr: {name} bildir
zh: 举报 {name}

source: Edit
tr: Düzenle
zh: 编辑

source: Delete
tr: Sil
zh: 删除

# deleteX
source: Delete {name}
tr: {name} sil
zh: 删除 {name}

source: View Source
tr: Kaynağı Görüntüle
zh: 查看源代码

source: Close
tr: Kapat
zh: 关闭

source: Ban User
tr: Kullanıcıyı Yasakla
zh: 封禁用户

# banUserX
source: Ban {user}
tr: {user} kullanıcısını yasakla
zh: 封禁 {user}

# banUser_help
source: You are about to ban {user} from {magazine}.
tr: {user} kullanıcısını {magazine} dergisinden yasaklamak üzeresiniz.
zh: 您即将封禁 {user} 于 {magazine}。

source: Reason
tr: Sebep
zh: 原因

source: Moderate
tr: Yönet
zh: 管理

source: Submit
tr: Gönder
zh: 提交

source: Alternative Sources
tr: Alternatif Kaynaklar
zh: 替代来源

# markdownEditor_heading
source: Heading
tr: Başlık
zh: 标题

# markdownEditor_bold
source: Bold
tr: Kalın
zh: 粗体

# markdownEditor_italic
source: Italic
tr: İtalik
zh: 斜体

# markdownEditor_strikethrough
source: Strikethrough
tr: Üstü Çizili
zh: 删除线

# markdownEditor_inlineCode
source: Inline Code
tr: Satır İçi Kod
zh: 行内代码

# markdownEditor_codeBlock
source: Code Block
tr: Kod Bloğu
zh: 代码块

# markdownEditor_link
source: Link
tr: Bağlantı
zh: 链接

# markdownEditor_image
source: Image
tr: Resim
zh: 图片

# markdownEditor_subscript
source: Subscript
tr: Alt Simge
zh: 下标

# markdownEditor_superscript
source: Superscript
tr: Üst Simge
zh: 上标

# markdownEditor_quote
source: Quote
tr: Alıntı
zh: 引用

# markdownEditor_bulletedList
source: Bulleted List
tr: Madde İşaretli Liste
zh: 无序列表

# markdownEditor_numberedList
source: Numbered List
tr: Numaralı Liste
zh: 有序列表

# markdownEditor_spoiler
source: Spoiler
zh: 剧透

# markdownEditor_edit
source: Edit
tr: Düzenle
zh: 编辑

# markdownEditor_preview
source: Preview
tr: Önizleme
zh: 预览

# markdownEditor_drafts
source: Drafts
tr: Taslaklar
zh: 草稿

# markdownEditor_drafts_manuallySave
source: Manually Save
tr: Manuel Kaydet
zh: 手动保存

# markdownEditor_drafts_discardAll
source: Discard All
tr: Tümünü Sil
zh: 丢弃所有

# markdownEditor_drafts_apply
source: Apply Draft
tr: Taslağı Uygula
zh: 应用草稿

# markdownEditor_drafts_applyAndKeep
source: Apply & Keep
tr: Uygula ve Sakla
zh: 应用并保留

# markdownEditor_drafts_applyAndDiscard
source: Apply & Discard
tr: Uygula ve Sil
zh: 应用并丢弃

# markdownEditor_drafts_savedAutomatically
source: Auto saved
tr: Otomatik kaydedildi
zh: 自动保存

# markdownEditor_drafts_savedManually
source: Manually saved
tr: Manuel kaydedildi
zh: 已手动保存

source: Upload from gallery
tr: Galeriden yükle
zh: 从图库上传

source: Upload from camera
tr: Kameradan yükle
zh: 从相机上传

source: Open link
tr: Bağlantıyı aç
zh: 打开链接

source: Browser
tr: Tarayıcı
zh: 浏览器

source: Continue in browser
tr: Tarayıcıda devam et
zh: 在浏览器中继续

# redirectReceivedMessage
source: Redirect received. You can close this tab now and return to the app.
tr: Yönlendirme alındı. Bu sekmeyi şimdi kapatıp uygulamaya dönebilirsiniz.
zh: 已收到重定向。您现在可以关闭此页并返回应用。

source: Title
tr: Başlık
zh: 标题

source: Body
tr: Gövde
zh: 正文

source: Link
tr: Bağlantı
zh: 链接

source: Tags
tr: Etiketler
zh: 标签

# tags_hint
source: Separate with spaces
tr: Boşluklarla ayırın
zh: 用空格分隔

source: Language
tr: Dil
zh: 语言

source: Magazine
tr: Dergi
zh: 杂志

# action_setLocation
source: Set Action Location
tr: Eylem Konumunu Ayarla
zh: 设置操作位置

# action_hide
source: Hide
tr: Gizle
zh: 隐藏

# action_appBar
source: App Bar
tr: Uygulama Çubuğu
zh: 应用栏

# action_fabTap
source: FAB Tap
tr: FAB Dokunma
zh: FAB 点击
